Repository: fouad-abdelhady/Company
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Add Staff Member
ar: أضف عضو

source: Full Name
ar: الإسم بالكامل

source: Email
ar: البريد الألكتروني

source: Salary
ar: المرتب

source: User Name(for login)
ar: إسم المستخدم (لتسجسيل الدخول)

source: Initial Password
ar: كلمة المرور

source: Employee
ar: موظّف

source: Manager
ar: مدير

source: ADD USER
ar: أضف مستخدم

source: CANCEL
ar: إلغاء

source: Please fill all the fields
ar: إملا كل الحقول من فضلك

source: Enter Valid Email
ar: أدخل بريد الكتروني صالح

source: Select a manager
ar: إختر مدير

source: Enter Valid Salary
ar: أدخل مرتب صالح

source: Password must be at least 8 characters
ar: كلمة المرور يجب أن تتكون من 8 أحرف على الأقلز

source: Company
ar: شركة

source: LOG IN
ar: تسجيل الدخول

source: User Name
ar: إسم المستخدم

source: Password Here
ar: كلمة المرور

source: LOG IN
ar: تسجيل الدخول

source: Wrong user name or password.
ar: خطأ في إسم المستخدم أو كلمة المرور

source: Enter the user name and password.
ar: أدخل إسم المستخدم وكلمة المرور

source: CLOSE
ar: أغلق

source: Grade:
ar: الدرجة:

source: There are no graded tasks for this employee.
ar: لا توجد مهمات تمت مراجعتها لهذا الموظفز

source: Team Members
ar: أعضاء الفريق

source: Wellcome
ar: مرحباً

source: Title
ar: العنوان

source: Description
ar: ألوصف

source: ASSIGN TASK
ar: أضف مهمة

source: Task
ar: مهمة

source: Fill all the fields
ar: إملا كل الحقول.

source: Only 32 characters are allowed
ar: فقد 32 حرف مسموح بهم

source: CHANGE
ar: غيّر

source: LOGOUT
ar: تسجيل الخروج

source: LOADING ...
ar: جار التحميل ...

source: Status:
ar: الحالة:

source: Grade:
ar: الدرجة:

source: UPDATE STATUS
ar: غير الحالة

source: On Progress
ar: جار العمل

source: Done
ar: تم

source: SET GRADE
ar: أضف درجة

source: Grade
ar: الدرجة

source: Close
ar: أغلق

source: Not Graded
ar: لم تُراجع

source: Seen
ar: شوهدت

source: On Progress
ar: جار العمل

source: Graded
ar: تمت مراجعتها

source: Set grade between 0 and 10
ar: أعط درجة بين 0 و 10

source: The given grade must be between 0 and 10
ar: الدرجة المعطاه يجب ان تكون بين 0 و 10

source: Select Status
ar: إختر حالة

source: The task is already
ar: المهمة بالفعل

source: TASKS
ar: المهمات

source: Seen:
ar: شوهدت:

source: On Progress:
ar: جار العمل:

source: Done:
ar: تمت:

source: Graded:
ar: تمت مراجعتها:

source: Error Occured while adding changes
ar: خطأ حدث أثناء إضافة التعديلات

source: Enter English translation for the changes
ar: أدخل الترجمة الإنجليزية للتعديلات المطلوبة

source: Enter arabic translation for the changes
ar: أدخل الترجمة العربية للتعديلات المطلوبة

source: Fill the changes and changes in arabic fields.
ar: أملا حقول التعديلات و ترجمتها العربيه.

source: Requested Changes
ar: التعديلات المطلوبة

source: Search
ar: إبحث

source: Make sure to write the title and description in arabic
ar: تأكد من إدخال العنوان والوصف بالعربية.

source: Title in Arabic
ar: العنوان بالعربي

source: Arabic Description
ar: الوصف بالعربي

source: Arabic Requested Changes
ar: التعديلات المطلوبة بالعربية

source: REQUEST CHANGES
ar: أطلب تعديلات

source: The task is already
ar: هذه المهمة بالفعل
